[Play_Avenger_Firestorm_Wilderness_AreaClear AkEvent]
SpokenText="Більше судно ніхто не захищав. Залишалося забрати те, за чим ми прийшли."

[Play_Avenger_Firestorm_Wilderness_Failure_A AkEvent]
SpokenText="Я точно знаю, що ми підняли стару пташку в повітря. Тут явно щось не так."

[Play_Avenger_ADVENTChest_Intro AkEvent]
SpokenText="Хм. Сканери виявили щонайменше один сховок постачання «Адвента» в цій області. Я повідомила загону, щоб вони були на сторожі. Якщо я зможу розшифрувати і відсканувати вміст, можливо, ми зможемо роздрукувати матеріали на 3D-принтері, коли повернемося на базу. Звичайно, якщо нас не вб'ють раніше."

[Play_Avenger_ADVENTChest_Alert_E AkEvent]
SpokenText="Мені потрібно, щоб загін був насторожі та шукав сховок постачання «Адвента». Хто знає, що ми зможемо з нього дістати?"

[Play_Avenger_ADVENTChest_Alert_D AkEvent]
SpokenText="Чудово - отримали сигнал про сховок постачання «Адвента»."

[Play_Avenger_ADVENTChest_Alert_C AkEvent]
SpokenText="Не впевнена, де саме, але сканери виявляють сховок постачання «Адвента» в цій області. Краще дістатися до нього раніше за ворога."

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="Не впевнена, що це було навмисно, але Шень залишила купу своїх старих аудіозаписів у відкритому доступі в мережі. Не думаю, що вона буде проти, якщо ми послухаємо кілька з них... але давайте поспішимо, про всяк випадок."

[Play_Lazarus_RescueVehicle_CannonSighted AkEvent]
SpokenText="Для зарядки своєї гармати інопланетяни використовували незвичайне джерело. Я таких ще не бачила. Виходило, що ми йшли підривати новітнє, а можливо, й найбільше технічне творіння «Адвента». Його навіть якось шкода."

[Play_Lazarus_RescueSweater_ChamberSighted_ALT AkEvent]
SpokenText="Що б інопланетяни там не тримали, таких показань приладів я в житті не бачила! Знахідка ніби реагувала на нашу присутність. Вона ніби знала про нас!"

[Play_Lazarus_RescueShen_ShenSighted_ALT AkEvent]
SpokenText="Я все думала, коли ви з'явитесь... Джон, забери мене додому!"

[Play_Lazarus_RescueShen_ShenSighted AkEvent]
SpokenText="Я все думала, коли ви з'явитесь... Центр, забери мене додому!"

[Play_Avenger_SmallScout_Slums_TotalVictory_B AkEvent]
SpokenText="Інопланетяни теж не були дурнями, але їм далеко до моїх орлів. Швидше б повернутися з даними в майстерню..."

[Play_Avenger_SmallScout_Slums_TotalVictory_A AkEvent]
SpokenText="Ми отримали дані і нікого не втратили. Здається, я стаю спеціалістом по таємних операціях."

[Play_Avenger_SmallScout_Slums_Summary AkEvent]
SpokenText="Після кількох спроб я змогла отримати доступ до банку пам'яті розвідника. На жаль, при цьому включилася система самознищення пристрою. Знаю, це нерозумно, але я точно чула його крик під час розпаду. Добре хоч не все було даремно. Я змогла вилучити пару файлів і тепер їх розшифровую. Крім того, скани двигунів розвідника допоможуть переналаштувати двигунову систему «Месника» і вирішити деякі проблеми з «Ровером»... моїм дослідним автономним модулем підтримки."

[Play_Avenger_SmallScout_Slums_PartialVictory_B AkEvent]
SpokenText="Операція пройшла не ідеально, але ми отримали потрібні дані. Краще б ці чортові нулі і одиниці того коштували."

[Play_Avenger_SmallScout_Slums_PartialVictory_A AkEvent]
SpokenText="Сьогодні ми втратили достойних людей. Сподіваюся, вони загинули не даремно."

[Play_Avenger_SmallScout_Slums_ObjDestroyed AkEvent]
SpokenText="Знищення банку даних не входило в наші плани."

[Play_Avenger_SmallScout_Slums_Musings_F AkEvent]
SpokenText="Відповідь знаходиться в банку даних розвідника. Якщо я зможу зламати систему, ми нарешті дізнаємося, що ж знадобилося інопланетянам у цьому районі. Звичайно, якщо банк не спікся... і якщо його вже не забрав «Адвент»."

[Play_Avenger_SmallScout_Slums_Musings_E AkEvent]
SpokenText="Розвідник шукав не нас. Він сканував тих, хто залишився зовні. «Адвент» вже виграв війну, так що їм від нас знову потрібно?"

[Play_Avenger_SmallScout_Slums_Musings_D AkEvent]
SpokenText="З тих пір як ми збільшили покриття зв'язку, я постійно чую безперервний потік пропагандистських промов «Адвента». Інопланетяни заманюють людей у нові міські центри. Вони обіцяють комфорт і солодке життя, тут і зараз. Не пригадую, щоб там була безтурботна життя. Люди в містах страждають."

[Play_Avenger_SmallScout_Slums_Musings_C AkEvent]
SpokenText="Судячи з даних первинного сканування, інопланетяни використовували безпілотні розвідники, чимось нагадують автономні пошуково-бойові дрони. Їх конструкція багато в чому нагадує дослідний зразок «Гремліна» - апарата, який я намагаюся сконструювати для підтримки солдатів. Звичайно ж, дрони інопланетян набагато більше і, схоже, трохи надійніше."

[Play_Avenger_SmallScout_Slums_Musings_B AkEvent]
SpokenText="При всій своїй складності і розвиненості інопланетні технології інтуїтивно зрозумілі. Іноді я думаю про те, скільки ж часу ми з татом втратили в марних спробах наздогнати інопланетян, хоча могли просто у них вчитися. Я не визнаю правоти Вален, але зерно істини в її міркуваннях було. Якщо ми хочемо перемогти, треба йти на компроміси."

[Play_Avenger_SmallScout_Slums_Musings_A AkEvent]
SpokenText="Може, за мірками «Адвента» цей розвідник і вважається мотлохом, але я абсолютно впевнена в тому, що інопланетяни всіма силами намагатимуться нам перешкодити. Дехто вважає, ніби за технологіями інопланетяни обскакали нас на цілі світлові роки, але насправді це не так. Ми можемо в них розібратися. Думаю, це розуміють і самі інопланетяни."

[Play_Avenger_SmallScout_Slums_LootSelect AkEvent]
SpokenText="Я весь час намагаюся притягнути з вилазок щось цінне. Як інакше, по-вашому, я можу оперативно постачати наших бійців?"

[Play_Avenger_SmallScout_Slums_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 142. Завдяки новій «подрузі» Маші ми отримали наводку на інший розбитий корабель. Цього разу мова йде про зазнавший аварії розвідник інопланетян. Після успішного впровадження системи ІІ я сподіваюся добути і інший корисний код в банку даних літального апарата... Звичайно ж, я викликалася очолити операцію. Розпинатися про перспективи можна довго, але треба поспішати. Це завдання ще необхідно обміркувати."

[Play_Avenger_SmallScout_Slums_Intro AkEvent]
SpokenText="Журнал старшого інженера, додаток. Забула згадати один момент. Маша дізналася про місце аварії розвідника із зламаної передачі «Адвента». Не важко здогадатися, що нас буде чекати комітет по зустрічі."

[Play_Avenger_SmallScout_Slums_Failure_B AkEvent]
SpokenText="Вибачте, файл журналу пошкоджено. Все закінчилося зовсім інакше."

[Play_Avenger_SmallScout_Slums_Failure_A AkEvent]
SpokenText="Схоже, з оновленням операційки журнали знову накрилися. Треба перезавантажити систему."

[Play_Avenger_SmallScout_Slums_DeviceSighted AkEvent]
SpokenText="Банк даних виявився на місці. Залишалося тримати кулаки за те, щоб дані не були хитромудро захищені."

[Play_Avenger_SmallScout_Shanty_TotalVictory_B AkEvent]
SpokenText="Ми з товаришами вибралися без втрат і принесли на базу копію навігаційної системи інопланетян. Залишається тільки підняти корабель у повітря."

[Play_Avenger_SmallScout_Shanty_TotalVictory_A AkEvent]
SpokenText="Ми скопіювали ІІ і в повному складі повернулися додому. Цілих два дива за один день. Про більше і просити не можна."

[Play_Avenger_SmallScout_Shanty_TerminalSighted AkEvent]
SpokenText="Чомусь я розраховувала побачити незвичайний термінал, але це була звичайна інопланетна консоль."

[Play_Avenger_SmallScout_Shanty_TerminalDestroyed AkEvent]
SpokenText="Без термінала ми ніяк не могли зробити копію потрібних систем."

[Play_Avenger_SmallScout_Shanty_Summary AkEvent]
SpokenText="Вилазка пройшла успішно, хоча я сильно ризикувала, коли розповідала Центру правду. Командир ледь не упік мене в карцер. Дивно, що до здорового глузду його змусив прислухатися саме Тайган. Врешті-решт, Центр дозволив мені зайнятися переробкою ІІ. Можливо, я в ньому помилялася. Можливо, я помилялася в обох."

[Play_Avenger_SmallScout_Shanty_PartialVictory_B AkEvent]
SpokenText="Ми... понесли втрати. Я кажу собі, що все було не даремно. Що зрештою їхня смерть дозволить «Меснику» піднятися над землею."

[Play_Avenger_SmallScout_Shanty_PartialVictory_A AkEvent]
SpokenText="Ми скопіювали чужий ІІ, але заплатили за це життями. Я знаю, що ціна була виправдана. Сподіваюся, колись Центр зі мною погодиться."

[Play_Avenger_SmallScout_Shanty_ObjComplete AkEvent]
SpokenText="Копії корабельних систем були у мене. Залишалося позбутися недобитих інопланетян."

[Play_Avenger_SmallScout_Shanty_NagNoTurns AkEvent]
SpokenText="Ми запізнилися. Інопланетяни напевно перекрили всі точки доступу до корабельного ІІ."

[Play_Avenger_SmallScout_Shanty_Nag3Turns AkEvent]
SpokenText="У нас було дуже мало часу. Доводилося діяти швидко."

[Play_Avenger_SmallScout_Shanty_Nag1Turn AkEvent]
SpokenText="Ми дуже сильно ризикували і повинні були діяти без зволікань."

[Play_Avenger_SmallScout_Shanty_Musings_F AkEvent]
SpokenText="Клонування цього ІІ суперечить усім переконанням мого батька. Я дію за спиною власного командира, а адже це один з найкращих людей, яких я знаю. Але ми на війні. За перемогу доводиться платити свою, часом велику ціну. Так, іронія... Центр говорив рівно те саме в день похорону батька."

[Play_Avenger_SmallScout_Shanty_Musings_E AkEvent]
SpokenText="Центр ставиться до інопланетян інакше. Це не страх і не відсутність довіри, а чиста ненависть. Він звинувачує інопланетян за всі свої і наші втрати... Хіба можна його в цьому дорікати? Біда в тому, що гнів позбавляє Центру далекоглядності. Сподіваюся, він побачить резон у тому, що я намагаюся зробити. І що при моїй розповіді поруч не буде пістолета."

[Play_Avenger_SmallScout_Shanty_Musings_D AkEvent]
SpokenText="Мені здається, що батько боявся не стільки проведених інопланетянами генетичних маніпуляцій, скільки нашої готовності йти по стопах інопланетян. Одного разу він згадав про найстрашніше бачення в своєму житті. Про вираз очей доктора Вален після того, як вона вперше розрізала одного з чужаків. Батько часто гадав, що Мойра могла б натворити, не наглядай за нею шеф. Сподіваюся, ми ніколи цього не дізнаємося."

[Play_Avenger_SmallScout_Shanty_Musings_C AkEvent]
SpokenText="У чому батько з Центром були схожі, так це в недовірі до всього інопланетного. Досі дивуюся, як це Центр пустив на корабель Тайгана. Якщо подумати, то раз він готовий користуватися знаннями Тайгана в боротьбі з «Адвентом», то і я можу пустити технології інопланетян на благо. Буде у Тайгана не вирощений в лабораторії гібридний суперкомп'ютер з ДНК як мінімум 9 інопланетних істот. Знати б тільки, що це не вийде нам боком."

[Play_Avenger_SmallScout_Shanty_Musings_B AkEvent]
SpokenText="Я не можу відтворити з нуля штучно виведену операційну систему... поки що. Правда, теоретично можна дублювати деякі ділянки мережі «Месника» за допомогою волоконної оптики. Навіть з урахуванням цього спочатку доведеться розібратися в нейробіології інопланетян. Або поговорити з Тайганом. Або просто дозволити Центру мене придушити."

[Play_Avenger_SmallScout_Shanty_Musings_A AkEvent]
SpokenText="Називати цю систему «штучним інтелектом» трохи неправильно. Вона частково штучна, а частково органічна. Одна тільки навігаційна система більше скидається на нервову систему восьминога, ніж на комп'ютер. Що ж до тактичного блоку... він дуже агресивний. Спроба налагодити взаємодію з цією штукою ледь не коштувала мені ока."

[Play_Avenger_SmallScout_Shanty_LootSelect AkEvent]
SpokenText="Я намагалася збирати все, до чого дотягувалася. У нашому становищі повальної економії були цінні будь-які крихти."

[Play_Avenger_SmallScout_Shanty_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 100. Який він великий. Просто здоровенний. Пошуковий дрон щойно знайшов розбитий розвідник інопланетян. Так, найсправжнісінький розвідник. ІІ на таких кораблях навіть витвором мистецтва назвати мало. Більше того, він тієї ж системи, що і пілотувавший «Месника» інтелект. Якщо скопіювати цю систему, принести копію на базу і модифікувати, я зможу оживити головний комп'ютер. Якщо встигну до того, як Центр задушить мене за дурість і безрозсудність."

[Play_Avenger_SmallScout_Shanty_Intro AkEvent]
SpokenText="Ми отримали наказ Центру підійти до розвідника, зняти з нього всі корисні інопланетні деталі, а потім забиратися геть. Рисью. Він так і сказав. Потенційно під визначення корисної деталі підпадають і операційні системи злого космічного ІІ, так що я просто виконую накази. Хіба ні?"

[Play_Avenger_SmallScout_Shanty_Failure_B AkEvent]
SpokenText="Треба буде прогнати повну діагностику журналу. Це завдання явно пройшло інакше."

[Play_Avenger_SmallScout_Shanty_Failure_A AkEvent]
SpokenText="Померти через ту операцію я могла тільки від руки Центру. Втім, того разу ця доля мене минула."

[Play_Avenger_SmallScout_Shanty_AreaClear AkEvent]
SpokenText="Захищати розбитий корабель було нікому. Залишалося дістатися до апарата і скопіювати ІІ."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Ми змогли сканувати привід і кілька інших ключових вузлів апарата без єдиної втрати. Нагородою нам було задоволене бурчання Центру."

[Play_Avenger_ADVENTChest_Alert_B AkEvent]
SpokenText="Нотатка для себе: схоже, що поблизу є сховок постачання «Адвента» з деякими приємними дрібничками. Згідно з моїми сканами, він десь поруч."

[Play_Avenger_Skyranger_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Ми сканували привід і вибралися звідти живими. Може, коли-небудь я до цього звикну."

[Play_Avenger_Skyranger_Wildnerss_Summary AkEvent]
SpokenText="Мабуть, назва «3D-принтер» не зовсім точно відображає суть моєї системи, але нічого страшного. Звичайно ж, вона не тільки друкує, але і збирає досить складні механізми. Як я вже казала, варто було нам дізнатися про неї, як Центр буквально заіскрився ідеями і тепер постійно завалює мене дорученнями."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Привід може стати ключем до нашого майбутнього. На сьогоднішніх похоронах я буду повторювати це як мантру."

[Play_Avenger_Skyranger_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Ми сканували роторний привід, але заплатили за це життями. Мабуть, Центр переоцінює мене як лідера."

[Play_Avenger_Skyranger_Wildnerss_ObjSighted AkEvent]
SpokenText="Це і правда був «Рейнджер». Він страшенно заріс, але зовні був майже цілий."

[Play_Avenger_Skyranger_Wildnerss_ObjDestroyed AkEvent]
SpokenText="Ми не могли дозволити собі втратити роторний привід. Я надто на нього розраховувала."

[Play_Avenger_Skyranger_Wildnerss_ObjAcquired AkEvent]
SpokenText="Ми сканували роторний привід, але не встигли перебити всіх тих, що нам заважали інопланетян."

[Play_Avenger_Skyranger_Wildnerss_Musings_F AkEvent]
SpokenText="Центр передрікав нам просте завдання в дусі «візьми і принеси». Якщо він вважає подібні завдання простими, я навіть уявити не можу, через що вони з шефом пройшли за час війни. Якось раз я намагалася розпитати Центра про війну, але він відбувся відповіддю справжнього чоловіка і пішов по своїх справах. Після загибелі батька я, здається, стала його розуміти."

[Play_Avenger_Skyranger_Wildnerss_Musings_E AkEvent]
SpokenText="Попереднє сканування показало, що силовий привід не розвалився при падінні. Це з хороших новин. Крім того, воно показало наближення противника до нашої позиції. Коли я повідомила про це бійцям, вони знизали плечима і відповіли «прийнято». Я знаю, що заради виконання мого завдання вони готові ризикувати життям, але я до подібного ризику не готова. Сподіваюся, все обійдеться."

[Play_Avenger_Skyranger_Wildnerss_Musings_D AkEvent]
SpokenText="По дорозі сюди багато бійців розпитували про мої плани щодо «Месника». «Мої» плани? Мені б пережити це завдання і не угробити весь загін. Після цього можна і про корабель подумати."

[Play_Avenger_Skyranger_Wildnerss_Musings_C AkEvent]
SpokenText="Центр дуже хоче підняти «пташку» в повітря, але я тут зовсім з іншої причини. Якщо привід в хорошому стані, його вивчення дозволить відремонтувати двигуни «Месника». Я не ділилася цими думками з Центром. Не хочу обнадіювати його... або себе завчасно."

[Play_Avenger_Skyranger_Wildnerss_Musings_B AkEvent]
SpokenText="У свій час конструкцію «Рейнджера» визнали ризикованою. *сміється* Апарат побив усі рекорди, а під час польотів не загинув жоден льотчик. Це було ще до прибуття інопланетян. Вони задали нову планку... як швидкостей, так і втрат."

[Play_Avenger_Skyranger_Wildnerss_Musings_A AkEvent]
SpokenText="Здається, раніше я ніколи не бачила довоєнний «Рейнджер» зблизька. Зараз ми збираємо їх як можемо, з чого тільки знайдемо. Пам'ятаю, як батько показував мені креслення першого дослідного апарата. Він страшенно пишався його конструкцією. *тимчасово замовкає* Ми повинні отримати ці скани."

[Play_Avenger_Skyranger_Wildnerss_LootSelect AkEvent]
SpokenText="Я весь ранок займалася скануванням привода. Він був пошкоджений, але для наших цілей цілком підходив. Так ми на крок наблизилися до підйому цього корабля в повітря. Залишилося зробити ще тисячу кроків..."

[Play_Avenger_Skyranger_Wildnerss_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 12. З дня останнього завдання пройшло майже два тижні. Схоже, скоро мене відправлять на нове. Останні п'ять діб я повзала по трубах трансмісії і буду тільки щаслива змінити фронт робіт... особливо в плані запаху. Ми натрапили на розбитий довоєнний «Рейнджер». На таких літаках були приводи... Загалом, якщо така система пережила жорстке падіння, вона може стати відповіддю на мої молитви. Мені треба повністю її просканувати і при цьому не потрапити в полон і не піти на закуску мютонам. Дивно, що при думці про бойові операції я починаю посміхатися... Втім, будь-яка справа краще, ніж повзання по трубах в синтетичному мастилі з голови до ніг."

[Play_Avenger_Skyranger_Wildnerss_Intro AkEvent]
SpokenText="В цьому районі роками була тиша та гладь, проте тепер Центр іноді ловить переговори ворога. Хоч би ми дісталися до «Рейнджера» без зайвих складнощів. Але надія надією, а загону треба приготуватися до бою. Завдання перестає бути захоплюючим. Не таким я його собі уявляла..."

[Play_Avenger_Skyranger_Wildnerss_Failure_B AkEvent]
SpokenText="Не привези ми скани приводу, «Месник» так і не відірвався б від землі. Ми щось явно упускаємо."

[Play_Avenger_Skyranger_Wildnerss_Failure_A AkEvent]
SpokenText="Очевидно, я упустила з уваги якісь факти. Я абсолютно точно не загинула."

[Play_Avenger_Skyranger_Wildnerss_AreaClear AkEvent]
SpokenText="Ми подбали про інопланетян біля «Рейнджера». Залишалося тільки сканувати роторний привід."

[Play_Avenger_Skyranger_AbandonedCity_VIPspotted AkEvent]
SpokenText="Наша діловиця з чорного ринку стояла рівно в умовленому місці зустрічі."

[Play_Avenger_Skyranger_AbandonedCity_VIPlinked AkEvent]
SpokenText="Ми зв'язалися з Машею. Залишалося тільки її евакуювати."

[Play_Avenger_Skyranger_AbandonedCity_VIPdead AkEvent]
SpokenText="Каламутна чи ні, вона була потрібна Опору живою."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_B AkEvent]
SpokenText="Побачене там ще довго не дозволить мені спокійно спати. Нічого, зате ми не втратили людей, повернули прилад і врятували людину. А адже все могло скластися інакше..."

[Play_Avenger_Skyranger_AbandonedCity_TotalVictory_A AkEvent]
SpokenText="Ми без втрат супроводили «важливу птицю» і в подяку отримали льотний модуль. Їй сьогодні пощастило."

[Play_Avenger_Skyranger_AbandonedCity_Summary AkEvent]
SpokenText="Так, найкращим завданням всіх часів цю вилазку не назвеш, але я хоча б перевірила в справі нові підсистеми ІІ. Наша «важлива персона» сповнилася вдячності за свою цілу шкуру і почала викладати різні звичні для її кола відомості. Правда, причиною могло стати і інше. Центр ненароком обмовився при ній про якогось Вовка, який був би радий побачитися з Машею. Тепер вона тріщить без угаву... Нехай собі сидить на вухах командира, а я зможу спокійно займатися «Месником»."

[Play_Avenger_Skyranger_AbandonedCity_PrimarySecur AkEvent]
SpokenText="Наша нова подруга зі зв'язками на чорному ринку залишилася ціла і повинна нам по гроб життя."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_B AkEvent]
SpokenText="Ми повернулися на базу разом з приладом... хоч і не всі. Багато моїх товаришів полягли, хоча Маші вдалося не потрапити до списків загиблих."

[Play_Avenger_Skyranger_AbandonedCity_PartialVictory_A AkEvent]
SpokenText="Ми отримали прилад назад, але операція пройшла далеко не ідеально. У нашої Маші вистачило розуму тримати рот на замку дорогою додому."

[Play_Avenger_Skyranger_AbandonedCity_NextVIPLink AkEvent]
SpokenText="Машини знайомі були раді нашій появі навіть більше, ніж вона."

[Play_Avenger_Skyranger_AbandonedCity_Musings_F AkEvent]
SpokenText="Нічого не можу з собою вдіяти. Я вічно чую батьків голос. Він каже мені тікати. Залишити це місце і тікати без оглядки. Думаю, більше так чинити не можна. Я дістану цей прилад і поверну його на базу, а потім змушу інопланетян пошкодувати про те, що вони взагалі прилетіли на нашу планету."

[Play_Avenger_Skyranger_AbandonedCity_Musings_E AkEvent]
SpokenText="Дивлячись на ті, що видніються прямо в тіні міських центрів руїни, я нарешті починаю усвідомлювати всю глибину злості Центру. Як же легко звичайний голод змусив людей здатися на милість переможця. Як швидко ми забули все, що вони з нами зробили. Для скількох з нас ця війна вже закінчилася, а інопланетяни... просто дочищають залишки."

[Play_Avenger_Skyranger_AbandonedCity_Musings_D AkEvent]
SpokenText="І все ж... легко міркувати в тиші і безпеці майстерні, ховаючи спогади про такі місця за роботою над «Месником». Напевно, я надто поспішаю судити цю Машу. Ми з батьком ще легко відбулися і змогли вибратися. Хто знає, ким би ми стали в іншому разі?"

[Play_Avenger_Skyranger_AbandonedCity_Musings_C AkEvent]
SpokenText="Я не знаю, як Центру це вдається. Намагаючись домовлятися з купкою злодіїв, мародерів і стерв'ятників. Важко обговорювати умови з тим, хто запросто продасть тебе за понюшку тютюну."

[Play_Avenger_Skyranger_AbandonedCity_Musings_B AkEvent]
SpokenText="Я чесно не розумію, як у диких краях може залишатися яке-небудь життя. Пам'ятаю, як батько вперше взяв мене за місто. Там панувала повна розруха. Ми ледь вибралися! А адже потім стало тільки гірше. Капсули, газ. Якщо хоча б половина з байок про ці краї правдива, нам варто взяти ноги в руки і виконати завдання якнайшвидше."

[Play_Avenger_Skyranger_AbandonedCity_Musings_A AkEvent]
SpokenText="Нашу дуже важливу персону звуть Маша. Судячи з усього, вона розвинула бурхливу підпільну торгівлю. Продовольство, паливо, технології. Збирає крихти з кісток старого світу. У тому числі, оббирає нас."

[Play_Avenger_Skyranger_AbandonedCity_LootSelect AkEvent]
SpokenText="Під час походу я дещо реквізувала у Маші. Впевнена, що вона буде сумувати за речами не більше, ніж їхні колишні, обібрані нею власники."

[Play_Avenger_Skyranger_AbandonedCity_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 141. Довелося повозитися, але зрештою ми зробили робочу версію ІІ! Мушу визнати, що без допомоги Тайгана я б не впоралася. У цього чоловіка разючий талант до перебудови мережевих трактів в додаток до уплітання «Адвент-бургерів». Поняття не маю, де він їх бере. На сьогоднішній день наші ретранслятори працюють утричі краще і шлють сигнал утричі далі за колишнє. Завдяки цьому ми зловили одну передачу. Схоже, що один з верховодів чорного ринку натрапив на наш загублений «Рейнджер» і розпродає його по частинах тому, хто більше заплатить. Серед виставлених на продаж вузлів є робочий модуль зв'язку. Його майбутній власник отримає прямий доступ до нашої мережі. Треба зробити так, щоб цим власником стали ми самі."

[Play_Avenger_Skyranger_AbandonedCity_Intro AkEvent]
SpokenText="Торговець виявився торговкою. На її превелике засмучення, маленький аукціон засік пошуковий дрон «Адвента». Інопланетяни ніколи не тяжіли до чесної торгівлі, а тому нашій діловій жінці довелося податися в біга. Вона готова передати модуль в обмін на охорону і порятунок. Досі дивуюся тому, що Центр погодився на такі умови. Видно, командир розм'як."

[Play_Avenger_Skyranger_AbandonedCity_FirstVIPLink AkEvent]
SpokenText="Торговка прийшла в компанії пари друзів. Було неправильно залишати їх напризволяще."

[Play_Avenger_Skyranger_AbandonedCity_Failure_B AkEvent]
SpokenText="Видно, я погано вела журнал після потрійної зміни. Такого кошмару не було."

[Play_Avenger_Skyranger_AbandonedCity_Failure_A AkEvent]
SpokenText="Втративши тоді прилад, інопланетяни хазяйнували б на «Меснику». Давайте я перекажу заново."

[Play_Avenger_Skyranger_AbandonedCity_AllVip_EVAC AkEvent]
SpokenText="Ми змогли вивести Машу і її приятелів з зони бойових дій, але заради цього довелося попотіти."

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_B AkEvent]
SpokenText="Навіть не знаю, хто більше здивувався гарному завершенню операції. Центр практично світився від щастя, а я хотіла б, щоб батько став свідком мого успіху."

[Play_Avenger_ADVENTChest_Alert_A AkEvent]
SpokenText=" "

[Play_Avenger_Interceptor_Wildnerss_TotalVictory_A AkEvent]
SpokenText="Ми повернулися на базу з результатами сканування ракет. Ніхто не загинув. Центр ледь не луснув від гордості. Вважатимемо, що завдання виконано успішно."

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_B AkEvent]
SpokenText="Ми відсканували боєприпаси, але за це довелося заплатити життям людей. Центр вважав завдання виконаним... Якщо так, чому я жахливо себе почуваю?"

[Play_Avenger_Interceptor_Wildnerss_PartialVictory_A AkEvent]
SpokenText="Центр попереджав мене про реалії польових операцій, в тому числі про втрати. Смерть батька вже була сильним ударом. Я не впевнена, що звикну до втрати ввірених мені людей."

[Play_Avenger_Interceptor_Wildnerss_Musings_G AkEvent]
SpokenText="Стільки зусиль заради одного перехоплювача. Якщо подумати... ми повинні були запускати перехоплювачі цілими ескадрильями, щоб льотчики збивали НЛО до нанесення ударів по містах. Я повинна повернути «Меснику» працездатність. Можна воювати краще. Ми повинні воювати краще."

[Play_Avenger_Interceptor_Wildnerss_Musings_F AkEvent]
SpokenText="Я біжу попереду паровоза. Вже думаю про ремонт і введення «Месника» в стрій, а сама навіть не оглянула знахідки цієї операції. Цікаво, батько в таких брав участь? Коли люди дивилися на нього, в їхніх поглядах читалася повага. На мене ж дивляться як на тягар. Солдати бачать у мені ще один прилад, який наказано охороняти."

[Play_Avenger_Interceptor_Wildnerss_Musings_E AkEvent]
SpokenText="Я не вважаю батька неправим, але одне діло міняти людей, а інше - модернізувати обладнання. Корпус «Месника» - старого транспортника XCOM часів початку війни - відразу робився із застосуванням інопланетних технологій. Якщо ми будемо не тільки протистояти придумкам інопланетян, але і станемо ними користуватися, «Месник» ще зможе знову піднятися в повітря."

[Play_Avenger_Interceptor_Wildnerss_Musings_D AkEvent]
SpokenText="Батька турбують... турбували технології інопланетян. Він постійно називав їх вищим проявом біомехатроніки і жодним чином не вважав це похвалою. Пам'ятаю, як він щовечора сперечався про це з доктором Вален. Незважаючи на всі даровані інопланетними технологіями переваги, батько відстоював право людей залишатися, ну... людьми."

[Play_Avenger_Interceptor_Wildnerss_Musings_C AkEvent]
SpokenText="Інопланетяни ніколи не намагалися переймати наші технології, але свої захищали як зіницю ока. Мені завжди здавалося, що вони просто не хочуть ділитися знаннями, але, можливо, причина була в іншому. Може, вони бояться наслідків. Божевільна думка, але в цьому вони схожі на батька."

[Play_Avenger_Interceptor_Wildnerss_Musings_B AkEvent]
SpokenText="Майже не віриться, що ми вважали ракети «Лавина» чи не найкращою балістичною зброєю на планеті. Час традиційного ведення війн давно минув. У ті дні вони вважалися непоганою зброєю з урахуванням того, що було у інопланетян. Але навіть тепер Центр напевно знайде їм застосування... якщо ми переживемо цю експедицію."

[Play_Avenger_Interceptor_Wildnerss_Musings_A AkEvent]
SpokenText="Буду вести записи для нащадків... або на випадок, якщо сьогодні розпадуся на атоми. Такі ракети нестабільні і без всяких аварій у лісі. Додайте до цього «Адвент». Якщо місце аварії помітили ми, його могли помітити і інопланетяни."

[Play_Avenger_Interceptor_Wildnerss_LootSelect AkEvent]
SpokenText="Журнал, день перший, доповнення. Хай я і не врятувала світ на першому ж завданні, але скани ракет ми на базу доставили."

[Play_Avenger_Interceptor_Wildnerss_Loading_B AkEvent]
SpokenText="Журнал старшого інженера Лілі Шень, перший запис. Кумедно. Батько завжди посміхався, коли так говорив... Думаю, в цих словах була стара, незрозуміла мені жарт. Що ж, вона перейшла мені у спадок. Батька немає. Мені доводиться розбиратися з його справами. Біда в тому, що я не маю про них ні найменшого уявлення. *зітхає* Сьогодні Центр намагався підбадьорити мене однією зі своїх «промов». Відразу після похорону батька. Через 5 секунд я вже отримала перше завдання. Воно пов'язане зі скануванням старих боєприпасів, які виявив розвідувальний дрон. Так, а заодно я повинна привести в робочий стан весь корабель. А так ні, ну що ви, ніякого тиску."

[Play_Avenger_Interceptor_Wildnerss_Loading AkEvent]
SpokenText="Журнал інженера, день перший. Точніше, старшого інженера, мабуть. Центр підвищив мене після церемонії на честь батька. Перше завдання: удосконалити системи наведення ракет «Лавина» для нашого маленького парку перехоплювачів."

[Play_Avenger_Interceptor_Wildnerss_Intro AkEvent]
SpokenText="Журнал старшого інженера, більше схожий на польові замітки. Ми наближаємося до старого перехоплювача, який дрон виявив при обльоті району. Я необачно розповіла Центру про роботу над новою системою тривимірної реплікації. Тепер він вимагає створювати креслення всього підряд. Цього разу ми шукаємо якісь старі ракети «Лавина»."

[Play_Avenger_Interceptor_Wildnerss_Failure_B AkEvent]
SpokenText="Здається, цей журнал пошкоджено. Все склалося зовсім інакше."

[Play_Avenger_Interceptor_Wildnerss_Failure_A AkEvent]
SpokenText="Ці дні видалися божевільними. Мабуть, тому я погано пам'ятаю те, що сталося. Треба перезаписати цю частину."

[Play_Avenger_Interceptor_Wildernss_Summary AkEvent]
SpokenText="Центр каже, що перемога у війні кується поступово, день за днем. Не посперечаєшся. Швидше б розібрати ці ракети і доповнити їх начинку парочкою сюрпризів для інопланетян. Тільки спершу я звалюся спати від виснаження."

[Play_Avenger_Interceptor_Wildernss_ObjSighted AkEvent]
SpokenText="Тоді я і побачила ракети, за якими ми прийшли."

[Play_Avenger_Interceptor_Wildernss_ObjDestroyed AkEvent]
SpokenText="Я б ніколи не дізналася, чим все закінчилося, не отримай ми тоді докладні скани ракет."

[Play_Avenger_Interceptor_Wildernss_ObjAcquired AkEvent]
SpokenText="Ми благополучно дісталися до ракет. Залишалося тільки пробитися назад."

[Play_Avenger_Interceptor_Wildernss_AreaClear AkEvent]
SpokenText="Ми змогли перебити всіх інопланетян ще до сканування ракет. Без ворога працювати трохи простіше."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_B AkEvent]
SpokenText="Ми сканували крісло і вибралися звідти живими, але все могло скластися зовсім інакше. Я ні за що цього не забуду."

[Play_Avenger_Interceptor_SmallTown_TotalVictory_A AkEvent]
SpokenText="Найбільше я боялася пояснювати втрату хороших людей через мою сьогоднішню помилку. На щастя, мені не довелося цього робити."

[Play_Avenger_Interceptor_SmallTown_Summary AkEvent]
SpokenText="Якось раз я застала Центра біля крісла шефа. Він так пильно дивився на цю злощасну меблі, що я всерйоз занепокоїлася його психічним здоров'ям. Вирішила, ніби він намагається зрозуміти, що зрушилося: підстаканник чи його бідна голівонька. Чесне слово, я просто не надала значення підстаканнику при складанні крісла. На щастя, Центр відбувся легким головним болем."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_B AkEvent]
SpokenText="Не знаю, чи зможу я дивитися в очі Центру після смертей на цьому завданні. Не знаю, чи зможу я дивитися в очі власному відображенню."

[Play_Avenger_Interceptor_SmallTown_PartialVictory_A AkEvent]
SpokenText="Ми сканували крісло, але в процесі втратили хороших людей. Такого більше не повториться."

[Play_Avenger_Interceptor_SmallTown_ObjSighted AkEvent]
SpokenText="Ви не повірите, з яким полегшенням я побачила це крісло."

[Play_Avenger_Interceptor_SmallTown_ObjDestroyed AkEvent]
SpokenText="Неможливо було сканувати знищене крісло, тому я берегла його як могла."

[Play_Avenger_Interceptor_SmallTown_ObjAcquired AkEvent]
SpokenText="Я провела задумане сканування. Залишалося пробитися крізь ряди інопланетян."

[Play_Avenger_Interceptor_SmallTown_Musings_F AkEvent]
SpokenText="Ніхто мені цього не каже, але я сама розумію всю міру своєї відповідальності. Я дочка Реймона Шеня і не маю права допускати помилки. Час помилок минув. Батька більше немає, і нікому виправляти мої промахи. Я можу працювати краще. Я буду працювати краще. Пора заслужити право на місце в строю."

[Play_Avenger_Interceptor_SmallTown_Musings_E AkEvent]
SpokenText="Що б я тільки не віддала за те, щоб знову побачити одну з таких штук в небі. Беручи до уваги брак деталей і людей, я сумніваюся в швидкому здійсненні цієї мрії. В небі безроздільно править «Адвент». Нічого, ми повернемо «Месника» в стрій. Обіцяю, тоді все зміниться."

[Play_Avenger_Interceptor_SmallTown_Musings_D AkEvent]
SpokenText="За життя батька я була просто Лілі. Тепер люди називають мене старшою. Це багато значить. Чортівськи багато. *зітхає* Лілі, тобі все ж простіше, ніж Тайгану... Пройде дуже багато часу, перш ніж хоч хтось стане довіряти мозкоправу «Адвента». У тому числі і я."

[Play_Avenger_Interceptor_SmallTown_Musings_C AkEvent]
SpokenText="Я думала, що проведу вилазку на самоті. Уявіть моє здивування, коли для завдання знайшлося більш ніж достатньо добровольців. Вони не дали мені вирушити в дорогу одній. Думаю, вся справа в повазі до шефа. Не могли ж вони піти на ризик через мене?"

[Play_Avenger_Interceptor_SmallTown_Musings_B AkEvent]
SpokenText="Я думала, що проводитиму цю операцію самотужки. На диво, у мене було більше ніж достатньо добровольців ще до того, як я вийшла за двері. Можу тільки припустити, що це з поваги до командира. Ви ж не думаєте, що вони прийшли сюди заради мене?"

[Play_Avenger_Interceptor_SmallTown_Musings_A AkEvent]
SpokenText="Мені дуже пощастило, що наші сканери так до речі виявили перехоплювач. Після тієї технічної накладки... Не впевнена, що змогла б пояснити Центру відсутність крісла. У нього твердий пунктик щодо готовності крісла до повернення шефа. Спершу я розцінювала це як сентиментальність, але тепер вже не впевнена. Не може ж бути..."

[Play_Avenger_Interceptor_SmallTown_LootSelect AkEvent]
SpokenText="Я сканувала сидіння і зібрала нове на заміну. Таке ж, а може, навіть краще за колишнє. Ні персонал, ні вахта на містку так нічого і не помітили. Правда, Центр пробурчав щось щодо невідомо як зрушеного підстаканника."

[Play_Avenger_Interceptor_SmallTown_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 67. Мені довелося ненадовго відкласти роботу над «Месником», щоб злітати на чергове сканування розбитого перехоплювача. Що приємно, останнім часом Центр все більше бачить у мені командира-оперативника і менше мене контролює. Втім, не знаю, як він відреагував би на авантюру зі скануванням старого льотного сидіння. На щастя, зараз він на завданні і не може винести свій вердикт... або помітити, що сталося з його командирським кріслом. Так вийшло, що його катапультували. Хто і як?.. Це вже абсолютно неважливо."

[Play_Avenger_Interceptor_SmallTown_Intro AkEvent]
SpokenText="В зоні операції було мало ворогів, але вічно нам щастити не могло. Ми виявили противника якраз на шляху до перехоплювача. Щоб виконати завдання і повернутися без зайвих втрат, доведеться дивитися в обидва... Здається, в мені прокинувся внутрішній Центр."

[Play_Avenger_Interceptor_SmallTown_Failure_B AkEvent]
SpokenText="Все було абсолютно не так. Тут... щось не сходиться."

[Play_Avenger_Interceptor_SmallTown_Failure_A AkEvent]
SpokenText="Я спланувала операцію так, що комар носа не підточить. Подібний до цього результат... повністю позбавлений сенсу."

[Play_Avenger_Interceptor_SmallTown_AreaClear AkEvent]
SpokenText="Коли з інопланетянами було покінчено, залишилося тільки сканувати крісло і забратися звідти."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_B AkEvent]
SpokenText="Ми забрали стабілізатор і доставили його в цілості й схоронності. Тату, скоро «Месник» відірветься від землі. Обіцяю."

[Play_Avenger_Firestorm_Wilderness_TotalVictory_A AkEvent]
SpokenText="Інопланетяни кинулися на нас усім скопом, але ми змогли відбитися. Вони билися наче для виду, змирившись з поразкою."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_B AkEvent]
SpokenText="«Месник» знову отримає крила. Кожна сьогоднішня втрата буде оплачена сповна."

[Play_Avenger_Firestorm_Wilderness_PartialVictory_A AkEvent]
SpokenText="Сьогоднішні смерті були не даремні. «Месник» знову пронизатиме хмари."

[Play_Avenger_Firestorm_Wilderness_Outro AkEvent]
SpokenText="Журнал старшого інженера, доповнення. Скани стабілізатора живлення стали для нас талісманом удачі. Не знаю, що сяяло сильніше: пульсуючий енергією реактор чи обличчя Тайгана при першому його увімкненні. Ми впритул наблизилися до здійснення батькової... нашої мрії. Попереду було багато справ, нам бракувало багатьох вузлів, але якщо чутки мали під собою грунт, у нас з'явився шанс все змінити. Ми отримували можливість завдати удару по найбільшому міському центру - самому серцю «Адвента». Батько назвав би це ризикованою «авантюрою», але якщо минулий рік мені що й приніс, так це впевненість у тому, що ми... я впораюся з чим завгодно. Кінець запису."

[Play_Avenger_Firestorm_Wilderness_ObjSpotted AkEvent]
SpokenText="Наскільки я могла судити, стабілізатор живлення був у хорошому стані."

[Play_Avenger_Firestorm_Wilderness_ObjDestroyed AkEvent]
SpokenText="Нічого подібного зі стабілізатором не сталося."

[Play_Avenger_Firestorm_Wilderness_ObjAcquired AkEvent]
SpokenText="Після сканування стабілізатора нам залишилося з боями пробитися назовні."

[Play_Avenger_Firestorm_Wilderness_Musings_F AkEvent]
SpokenText="Бачив би мене батько. Я очолюю польовий загін, прориваюся в надра інопланетного судна і збираюся захопити технологію інопланетян. Не знаю, чи припали б йому такі зміни до душі, але зрозуміти мене він би зміг."

[Play_Avenger_Firestorm_Wilderness_Musings_E AkEvent]
SpokenText="Спочатку «Месник» був свого роду казкою, але поступово він стає бувальщиною. Не зовсім тією, про яку мріяв мій батько, але в небо він підніметься. Згадайте моє слово."

[Play_Avenger_Firestorm_Wilderness_Musings_D AkEvent]
SpokenText="У непомітності чужих суден є і хороша сторона. Наш «Месник» приблизно такої ж конструкції і в польоті напевно буде такою собі «невидимкою». Залишилося дістати стабілізатор живлення."

[Play_Avenger_Firestorm_Wilderness_Musings_C AkEvent]
SpokenText="Уявіть собі вантажовоз, який майже неможливо виявити в польоті. Він був перед нами. Під час війни інопланетяни жахливо перевершували нас у перекиданні військ і ресурсів. У цьому їм дуже допомагали такі ось судна."

[Play_Avenger_Firestorm_Wilderness_Musings_B AkEvent]
SpokenText="Артилерійські системи таких суден поступалися озброєнню інопланетних винищувачів. Напевно, тому нам вдалося збити кілька апаратів. І все-таки шкода. Хотіла б я сьогодні потягти з собою і плазмову гармату, а то й дві."

[Play_Avenger_Firestorm_Wilderness_Musings_A AkEvent]
SpokenText="Транспортне судно класу «Дельта». В минулі часи їх називали просто «НЛО». Тоді ми вважали ці апарати найгіршими посланцями інопланетян. Як же ми помилялися."

[Play_Avenger_Firestorm_Wilderness_Loading AkEvent]
SpokenText="Журнал старшого інженера, день 145. Я билася кілька днів, але все ж змогла розшифрувати отримані з розвідника дані. ІІ проклятої шукачки намагався знищити все, що хоч якось було пов'язане з аналізом цивільних осіб... тим не менш, я змогла дізнатися місце аварійної посадки транспортного судна «Адвента». Це в парі секторів звідси. Схема енергоживлення у таких суден нічим не відрізняється від схеми на «Меснику». Якщо в уламках залишився діючий стабілізатор, ми нарешті оживимо наш реактор... і навіть не рознесемо корабель. В результаті вийде... *чується гуркіт і механічний виття* Хвилинку... «Ровер», ні! *зітхає* Кінець запису."

[Play_Avenger_Firestorm_Wilderness_Intro AkEvent]
SpokenText="Ми поспішаємо до розбитого транспортника інопланетян у надії забрати діючий стабілізатор живлення. Наскільки нам відомо, кораблі «Адвента» підтримують зв'язок по внутрішній мережі. Можна припустити, що інопланетяни теж знають про аварію. Нехай так, але ми повинні їх випередити, чого б це не коштувало."

[Play_Avenger_Firestorm_Wilderness_Failure_B AkEvent]
SpokenText="Ми отримали стабілізатор і в підсумку повернули «Меснику» можливість літати. Інопланетяни не перемогли... якщо, звичайно, ми не потрапили в альтернативну часову площину."

